{
  "recipes": [
    {
      "_id": "34dff",
      "name": "Diós brownie",
      "category": "Desszert",
      "time_need": 50,
      "difficulty": "könnyű",
      "price_friendly": "megfizethető",
      "time_pre": 20,
      "time_cooking": 30,
      "degree": 200,
      "index": 101,
      "calory": "",
      "description": [
        "A száraz hozzávalókat (cukor, liszt, darált dió) összekeverjük.",
        "A száraz hozzávalókhoz hozzákeverjük a tejet és az olajat.",
        "A tojásokat egy tálban felverjük, amit a masszához adunk, amit simára keverünk.",
        "A kivajazott és kilisztezett tepsiben egyenletesen beleöntjük a tésztát, amit készre sütünk.",
        "A kihült tészta tetejére a lekvárt rákenjük.",
        "Az étcsokit a vajjal alacsony hőmérsékleten folyamatos keverés mellett felolvasztjuk, amellyel a sütit bevonjuk.",
        "A tetejére darabokra vágott diót szórhatunk."
      ],
      "ingredients": [
        "tojás",
        "cukor",
        "dió",
        "tej",
        "napraforgóolaj",
        "finomliszt",
        "vaníliás cukor",
        "sütőpor",
        "cukrozatlan kakaópor",
        "lekvár (dzsem)",
        "étcsokoládé",
        "vaj"
      ],
      "ingredients_quantity": [
        "4",
        "2",
        "200",
        "2",
        "2",
        "2",
        "1",
        "1",
        "2",
        "15",
        "200",
        "3"
      ],
      "ingredients_unit": [
        "db",
        "bögre",
        "g",
        "dl",
        "dl",
        "bögre",
        "tasak",
        "tasak",
        "ek",
        "dkg",
        "g",
        "ek"
      ],
      "img": "dios_brownie",
      "story": "Gyorsan elkészíthető süti, igazi csemege.",
      "portion": ""
    },
    {
      "_id": "sggsg",
      "name": "Bécsi almatorta",
      "category": "Desszert",
      "time_need": 50,
      "difficulty": "közepes",
      "price_friendly": "megfizethető",
      "time_pre": 20,
      "time_cooking": 30,
      "degree": 200,
      "index": 102,
      "calory": "",
      "description": [
        "A tésztához valókat összegyúrjuk. Egy 26 cm átmérőjű kapcsos tortaformát kivajazunk, zsemlemorzsával megszórjuk, és a tésztával kibéleljük úgy, hogy kb. 3 cm pereme is legyen. A tésztát villával többször megszurkáljuk.",
        "Az almát meghámozzuk, a magházat kivágjuk, szeleteljük és a tésztán elosztjuk.",
        "Az öntethez a lágy margarint, a cukrot, a tojást, citromhéjat kikeverjük. A lisztet hozzáadjuk, végül óvatosan a felvert tejszínhabot is hozzákeverjük. A masszát az almán elosztjuk, a tetejét cukorral és a mandulával (dióval) megszórjuk.",
        "Előmelegített sütőben 200 fokon tűpróbáig türelmesen sütjük. Langyosan vagy hidegen szeleteljük, a tetejét tejszínhab rózsákkal díszíthetjük."
      ],
      "ingredients": [
        "liszt",
        "sütőpor",
        "tojás",
        "cukor",
        "margarin",
        "alma",
        "cukor",
        "tojás",
        "citrom",
        "liszt",
        "cukor",
        "mandula (vagy dió)",
        "zsemlemorzsa"
      ],
      "ingredients_quantity": [
        "20",
        "1",
        "1",
        "10",
        "12",
        "6",
        "12",
        "1",
        "1",
        "10",
        "1",
        "2",
        "2"
      ],
      "ingredients_unit": [
        "dkg",
        "tk",
        "db",
        "dkg",
        "dkg",
        "db",
        "dkg",
        "db",
        "db",
        "dkg",
        "ek",
        "dkg",
        "ek"
      ],
      "img": "becsi_almatorta",
      "story": "Eredeti német recept alapján.",
      "portion": ""
    },
    {
      "_id": "kmfffg",
      "name": "Túrós lepény",
      "category": "Desszert",
      "time_need": 70,
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": 30,
      "time_cooking": 40,
      "degree": 180,
      "index": 103,
      "calory": "",
      "description": [
        "1 dl langyos cukros tejben az élesztőt felfuttatjuk, utána hozzáadjuk a tészta összes hozzávalóját (könnyű tészta legyen) és kézzel vagy fakanállal összedolgozzuk. ",
        "A tejet célszerű sütés előtt kivenni a hűtőből, hogy ne legyen hideg mikor a tésztát készítjük. Miután jól összedolgoztuk a tésztát (dagasztottuk), lisztel megszórjuk a tetejét és megkelesztjük. ",
        "Amíg kel a tészta addig elkészítjük a tölteléket: a krumplit nagyobb kockákra vágjuk és enyhén sós vízben megfőzzük. ",
        "Egy nagyobb tálban a főtt krumplit összetörjük a túróval, hozzáadjuk a két tojás sárgáját, a vaníliás cukrot és a cukrot, a tejfölt majd jól összedolgozzuk. ",
        "Ha megkelt a tészta egy kiolajozott tepsibe tesszük a fele mennyiséget, rákenjük a fele túrós krémet.",
        "A túró tetejére felvert tojás sárgáját csurgatunk és megszórjuk fahéjjal. A tészta széleit is megkenhetjük a tojás sárgájával hogy szép csillogós aranybarnára süljön. ",
        "180 fokon, légkevergetéses módon sütjük kb. 40 percig. "
      ],
      "ingredients": [
        "tej",
        "cukor",
        "só",
        "élesztő",
        "finomliszt",
        "napraforgóolaj",
        "túró",
        "burgonya",
        "tojássárgája",
        "vaníliás cukor",
        "cukor",
        "tejföl"
      ],
      "ingredients_quantity": [
        "0,5",
        "50",
        "1",
        "25",
        "400",
        "2",
        "750",
        "3",
        "2",
        "2",
        "400",
        "2"
      ],
      "ingredients_unit": [
        "liter",
        "gr",
        "csipet",
        "gr",
        "g",
        "ek",
        "gr",
        "db",
        "db",
        "csomag",
        "gr",
        "ek"
      ],
      "img": "turos_lepeny",
      "story": "Igazi békebeli sütemény a nagyi konyhájából.",
      "portion": ""
    },
    {
      "_id": "jgjskg",
      "name": "Aranygaluska ",
      "category": "Desszert",
      "time_need": 95,
      "difficulty": "nehéz",
      "price_friendly": "megfizethető",
      "time_pre": 60,
      "time_cooking": 35,
      "degree": 170,
      "index": "",
      "calory": "",
      "description": [
        "A tészta összetevőt mérjük ki egy tálba úgy, hogy az élesztő ne érintkezzen közvetlenül a sóval. Majd gyúrjuk teljesen simára a tésztát. Ezután 30 percig pihentessük a tésztát.",
        "Míg kel a tésztánk, vékonyan vajazzunk, lisztezzünk ki egy 26 cm átmérőjű tortakarikát. Keverjük össze egy tálban a szóráshoz előkészített darált diót a kristálycukorral, citromhéjjal.",
        "Ha megkelt a tésztánk, nyújtsuk ki 2 cm vastagra, majd nagyjából egyforma darabokat szaggassunk belőle pogácsaszaggatóval, maradék nélkül.",
        "A tésztagaluskákat vajazott, lisztezett sütőformába rakjuk szorosan, és rétegenként meglocsoljuk vékonyan olvasztott vajjal. Nem kell az összes vajat rálocsolni, csak annyi kell, hogy szépen befedje a tésztákat. Majd a cukros dióval vastagon megszórjuk. Rétegezzük, míg megtelik a forma. Ha megtelt a forma, a tetejét is meglocsoljuk, megszórjuk, és újabb 30 percen át kelesztjük.",
        "A megkelt aranygaluskát 170 C-os előmelegített sütőben 30-35 perc alatt készre sütjük.",
        "Kihűlés után az elkészült aranygaluskát vaníliasodóval leöntve tálaljuk."
      ],
      "ingredients": [
        "porcukor",
        " búzaliszt",
        "vaj",
        "friss élesztő",
        "só",
        "tojás",
        "tej",
        "citrom",
        "darált dió",
        "kristálycukor",
        "vaj"
      ],
      "ingredients_quantity": [
        "25",
        "250",
        "25",
        "20",
        "3",
        "1",
        "120",
        "2",
        "110",
        "90",
        "200"
      ],
      "ingredients_unit": [
        "gr",
        "gr",
        "gr",
        "gr",
        "gr",
        "db",
        "ml",
        "db",
        "gr",
        "gr",
        "gr"
      ],
      "img": "aranygaluska",
      "story": "Klasszikus, ellenállhatatlan finomság.",
      "portion": ""
    },
    {
      "_id": "éájéj",
      "name": "Répatorta muffin citromos krémmel",
      "category": "Desszert",
      "time_need": 40,
      "difficulty": "közepes",
      "price_friendly": "megfizethető",
      "time_pre": 20,
      "time_cooking": 20,
      "degree": 180,
      "index": "",
      "calory": "",
      "description": [
        "A répát megtisztítjuk és lereszeljük. ",
        "A lisztet, a sütőport, a szódabikarbónát, a sót és a fűszereket egy tálban összekeverjük.",
        "A tojásokat a cukorral habosra keverjük, majd hozzáadjuk az olajat és a lisztes keveréket, és simára keverjük. Ezután hozzákeverjük a lereszelt répát.",
        "A masszát egyenlően elosztjuk a muffintepsi papírral kibélelt mélyedéseiben, és előmelegített sütőben megsütjük.",
        "A krémhez a citrom héját lereszeljük, a levét kifacsarjuk, egy lábasban hozzáadjuk a cukorhoz, és szirupot főzünk belőle (pár perc, míg a cukor teljesen el nem olvad).",
        "Megvárjuk, míg a cukorszirup teljesen kihűl, és hozzákeverjük a mascarponéhoz. Ezt a citromos krémet a kihűlt muffinok tetejére kanalazzuk (a muffinok tetejét díszíthetjük megmaradt reszelt répával)."
      ],
      "ingredients": [
        "sárgarépa",
        "cukor",
        "tojás",
        "finomliszt",
        "sütőpor",
        "szódabikarbóna",
        "só",
        "napraforgóolaj",
        "őrölt fahéj",
        "őrölt gyömbér",
        "mascarpone",
        "cukor",
        "citrom"
      ],
      "ingredients_quantity": [
        "15",
        "13",
        "2",
        "10",
        "1",
        "1",
        "1",
        "0,7",
        "1",
        "1",
        "25",
        "10",
        "1"
      ],
      "ingredients_unit": [
        "dkg",
        "dkg",
        "db",
        "dkg",
        "tk",
        "tk",
        "csipet",
        "dl",
        "tk",
        "tk",
        "dkg",
        "dkg",
        "db"
      ],
      "img": "repatorta_muffin",
      "story": "Répatorta receptünk muffinos változata.",
      "portion": ""
    },
    {
      "_id": "mnciis",
      "name": "Cseresznyés csokitorta",
      "category": "Desszert",
      "time_need": 75,
      "difficulty": "nehéz",
      "price_friendly": "megfizethető",
      "time_pre": 50,
      "time_cooking": 25,
      "degree": 180,
      "index": 104,
      "calory": "",
      "description": [
        "A sütőt bekapcsoljuk 180 fokra. A tortaformát sütőpapírral béleljük.",
        "Robotgéppel habosra keverjük az egész tojásokat a cukorral, legalább 10 percen keresztül, míg  szép magas habot kapunk.",
        "A tál szélénél a krémbe öntjük az olajat és a vizet és tovább verjük pár percig.",
        "Kézi habverőre váltunk és óvatosan belekeverjük a sütőporral, kakaóval elkevert lisztet is. A formába simítjuk és 180 fokon tűpróbáig sütjük.",
        "A cseresznyéket kimagozzuk és 2 evőkanál rummal, 2 evőkanál vízzel, 2 evőkanál cukorral kicsit forraljuk, majd félretesszük hűlni.",
        "A csokoládékrémhez vízgőz felett megolvasszuk a csokoládékat és a vajat. Szoba hőmérsékletűre visszahűtjük, majd hozzákeverjük a mascarponet, a vaníliát és a mézet. Hozzáadjuk az átszitált porcukrot, és simára keverjük.",
        "A tortalapot kettévágjuk a tetejét felfordítva egy tálra tesszük, megkenjük a lekvárral (ne sajnáljuk!), rásimítjuk a csokoládés krém felét, majd a lecsepegtetett rumos cseresznyével kirakjuk a krémet.",
        "Az alsó tésztalapot felfordítva, tehát a szép egyenes aljával felfelé a cseresznyés krémre helyezzük és a maradék csokoládékrémmel megkenjük.",
        "A tejszínhabot a habfixáló csomagolásán lévő leírás szerint elkészítjük, majd feldíszítjük a torta oldalát és tetejét. Cseresznyeszemekkel, mentalevéllel, és ha van színezett csokoládéforgáccsal díszítjük."
      ],
      "ingredients": [
        "tojás",
        "cukor",
        "liszt",
        "kakaópor",
        "sütőpor",
        "olaj",
        "étolaj",
        "víz",
        "tejcsokoládé",
        "étcsokoládé",
        "vaj",
        "mascarpone",
        "vanília aroma",
        "méz",
        "porcukor átszitálva",
        "eper lekvár",
        "tejszín",
        "habfixáló",
        "porcukor"
      ],
      "ingredients_quantity": [
        "4",
        "160",
        "120",
        "40",
        "2",
        "4",
        "4",
        "4",
        "80",
        "80",
        "75",
        "250",
        "1",
        "1",
        "100",
        "10",
        "250",
        "1",
        "2"
      ],
      "ingredients_unit": [
        "db",
        "gr",
        "gr",
        "gr",
        "kk",
        "ek",
        "ek",
        "ek",
        "gr",
        "gr",
        "gr",
        "gr",
        "tk",
        "ek",
        "gr",
        "dkg",
        "gr",
        "csomag",
        "ek"
      ],
      "img": "cseresznyes_csokitorta",
      "story": "Kedvenc csokitortám, mely sokféle gyümölccsel kombinálható.",
      "portion": ""
    },
    {
      "_id": "koldj",
      "name": "Kókuszos korong",
      "category": "Desszert",
      "time_need": 20,
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": 10,
      "time_cooking": 10,
      "degree": 180,
      "index": "",
      "calory": "",
      "description": [
        "Egy nagyobb tálban összekeverjük a lisztet, a kókuszreszeléket, a cukrot, a sütőport és a sót. ",
        "Hozzáadjuk a puha vajat, a tojássárgáját és a fél deci tejet, majd kézzel alaposan összedolgozzuk. Labdát formálunk belőle, és folpackba csomagolva fél órára hűtőbe rakjuk. ",
        "Belisztezett felületen kinyújtjuk a tésztát, és kis korongokat szaggatunk belőle. A tetejüket megkenjük tejjel, és megszórjuk kókuszreszelékkel. ",
        "180°C-ra előmelegített sütőben 10 perc alatt készre sütjük a korongokat."
      ],
      "ingredients": [
        "finomliszt",
        "kókuszreszelék",
        "cukor",
        "sütőpor",
        "só",
        "vaj",
        "tojássárgája",
        "tej",
        "kókuszreszelék",
        "tej"
      ],
      "ingredients_quantity": [
        "12",
        "6",
        "6",
        "1",
        "1",
        "6",
        "1",
        "0.5",
        "3",
        "2"
      ],
      "ingredients_unit": [
        "dkg",
        "dkg",
        "dkg",
        "tk",
        "csipet",
        "dkg",
        "db",
        "dl",
        "ek",
        "ek"
      ],
      "img": "kokuszos_korong",
      "story": "Könnyed kókuszos édesség.",
      "portion": ""
    },
    {
      "_id": "ddfg5sw",
      "name": "Túrós pogácsa",
      "category": "Desszert",
      "time_need": 40,
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": 20,
      "time_cooking": 20,
      "degree": 170,
      "index": "",
      "calory": "",
      "description": [
        "A margarint és az élesztőt a liszttel elmorzsoljuk. Miután jól eloszlattuk a margarint, hozzáadjuk a többi hozzávalót is. Jól összedolgozzuk az alapanyagokat. ",
        "A tésztát kinyújtjuk, és megszórjuk a reszelt sajt felével. Összehajtjuk, és 10 percig pihentetjük. Majd ismét kinyújtjuk és összehajtjuk. A műveletet kétszer megismételjük. ",
        "A tésztát kinyújtjuk, a tetejét késsel bevagdossuk. Pogácsaszaggatóval kiszaggatjuk, és egy kés segítségével megnyújtjuk. ",
        "A pogácsa tetejét megkenjük a felvert tojással,és meghintjük a reszelt sajttal. Szórhatunk a tetejére köménymagot, vagy szezámmagot. ",
        "Sütőpapírral bélelt tepsibe helyezzük a tésztát. Előmelegített 170 fokos sütőben, légkeveréses módon kb. 20 perc alatt aranyszínűre sütjük. Arra kell figyelni, hogy ne süssük túl, mert akkor kiszárad a tészta. "
      ],
      "ingredients": [
        "margarin",
        "tejföl",
        "finomliszt",
        "tojás",
        "tehéntúró",
        "élesztő",
        "só",
        "reszelt sajt",
        "tojás",
        "köménymag (szezámmag)"
      ],
      "ingredients_quantity": [
        "25",
        "2",
        "50",
        "1",
        "25",
        "3",
        "3",
        "25",
        "1",
        "2"
      ],
      "ingredients_unit": [
        "dkg",
        "dl",
        "dkg",
        "db",
        "dkg",
        "dkg",
        "tk",
        "dkg",
        "db",
        "dkg"
      ],
      "img": "pogacsa",
      "story": "A magyar népmesék vándorútra induló hősének eledele.",
      "portion": ""
    },
    {
      "_id": "jwhj23",
      "name": "Frankfurti leves",
      "category": "Leves",
      "time_need": 50,
      "difficulty": "könnyű",
      "price_friendly": "megfizethető",
      "time_pre": 20,
      "time_cooking": 30,
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "A hagymát apróra vágjuk. A krumplit megpucoljuk és felkockázzuk, a káposzta leveleit megmossuk és felcsíkozzuk. ",
        "A zsírt megolvasztjuk, és rádobjuk a finomra vágott hagymát. Kettőt keverünk rajta, nem kell sokáig, nem pörköltet készítünk. Mehet rá a paprika, szintén egy keverésig, majd a kömény, utána pedig a krumpli. 1 percig kevergetjük, majd felöntjük 2 liter vízzel. ",
        "Belereszeljük a fokhagymát, és fedő alatt 5 percig főzzük. ",
        "Utána hozzáadjuk a felcsíkozott káposztát, sózzuk, borsozzuk, és fedő alatt főzzük fél órán át. ",
        "Ha a zöldségek megpuhultak (ízlés kérdése, hogy harsanósan vagy szétfőzve szeretjük), hozzáadjuk a felkarikázott virslit, és még 5 percig főzzük. ",
        "Közben a lisztet elkeverjük a tejföllel, majd ha csomómentes, merünk bele egy merőkanálnyit a forró levesből, és azzal is kikeverjük. Visszacsurgatjuk a levesbe, jól elkeverjük, és még 2 percig főzzük. "
      ],
      "ingredients": [
        "sertészsír",
        "vöröshagyma",
        "fokhagyma",
        "fűszerpaprika",
        "köménymag",
        "burgonya",
        "kelkáposzta",
        "frankfurti virsli",
        "só",
        "bors",
        "tejföl",
        "finomliszt",
        "víz"
      ],
      "ingredients_quantity": [
        "1",
        "1",
        "2",
        "1",
        "1",
        "4",
        "1",
        "2",
        "1",
        "1",
        "175",
        "1",
        "2"
      ],
      "ingredients_unit": [
        "ek",
        "fej",
        "gerezd",
        "ek",
        "tk",
        "db",
        "db",
        "pár",
        "ek",
        "csipet",
        "gr",
        "ek",
        "liter"
      ],
      "img": "frankfurti_leves",
      "story": "Egyik kedvencünk, a szeletelt virslivel dúsított káposztaleves.",
      "portion": ""
    },
    {
      "_id": "jkjfk455",
      "name": "Burgonyaleves csülökkel",
      "category": "Leves",
      "time_need": 150,
      "difficulty": "közepes",
      "price_friendly": "megfizethető",
      "time_pre": 10,
      "time_cooking": 140,
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "Előkészítés: A csülköt alaposan megmossuk, és annyi tiszta vízben feltesszük főni, amennyi épp ellepi. Amikor a hús majdnem puhára főtt, leszűrjük, a levet megőrizzük, és a csülköt hagyjuk kihűlni. ",
        "Közben a répát, a burgonyát megtisztítjuk, és felaprítjuk. A hagymát, fokhagymát meghámozzuk, apróra vágjuk illetve összezúzzuk.",
        "Felforrósítjuk az olajat, megfuttatjuk benne a hagymát. Rátesszük a burgonyát és a répát, majd gyakori kevergetés mellett rövid ideig pirítjuk. megszórjuk liszttel, beletesszük a fokhagymát, jól elkeverjük, és amikor már habzik a liszt, beleöntünk 1 liter főzőlevet. Ha kell, sózzuk.",
        "A levest kíméletesen főzzük 20 percig. Közben kisebb darabokra vágjuk a csülköt, és 20 perc után a levesbe keverjük. Még 10 percig főzzük. Tálalás előtt megszórjuk snidlinggel."
      ],
      "ingredients": [
        "füstölt csülök",
        "sárgarépa",
        "burgonya",
        "vöröshagyma",
        "fokhagyma",
        "olaj",
        "liszt",
        "snidling"
      ],
      "ingredients_quantity": [
        "30",
        "10",
        "60",
        "1",
        "1",
        "3",
        "2",
        "1"
      ],
      "ingredients_unit": [
        "dkg",
        "dkg",
        "dkg",
        "fej",
        "gerezd",
        "ek",
        "dkg",
        "ek"
      ],
      "img": "burgonyaleves_csulokkel",
      "story": "Nem kell mindig diétázni.",
      "portion": ""
    },
    {
      "_id": "lsésél78",
      "name": "Hamis palócleves",
      "category": "Leves",
      "time_need": 105,
      "difficulty": "könnyű",
      "price_friendly": "megfizethető",
      "time_pre": 15,
      "time_cooking": 90,
      "degree": "",
      "index": 105,
      "calory": "",
      "description": [
        " A húst kockára vágjuk, a hagymát pedig apróra. ",
        "A zsiradékon megdinszteljük a hagymát, hozzáadjuk a húst, majd fűszerezzük sóval, borssal, paprikával és köménnyel. ",
        "Mintha pörköltet készítenénk, fedő alatt majdnem puhára pároljuk a húst. ",
        "Ha már majdnem kész, hozzáadjuk a zöldbabot és a kockára vágott burgonyát. ",
        "Felöntjük kb. 3 liter vízzel, és a zöldségeket is puhára főzzük. ",
        "Ha szükséges, újra fűszerezzük. ",
        "A tejfölt simára keverjük a liszttel, hozzáadjuk, és újra forrástól számítva 5 perc alatt készre főzzük. "
      ],
      "ingredients": [
        "sertéslapocka",
        "zöldbab",
        "vöröshagyma",
        "burgonya",
        "napraforgóolaj",
        "tejföl",
        "finomliszt",
        "só",
        "bors",
        "fűszerpaprika",
        "babérlevél",
        "köménymag",
        "víz"
      ],
      "ingredients_quantity": [
        "70",
        "50",
        "2",
        "2",
        "2",
        "450",
        "2",
        "1",
        "1",
        "1",
        "3",
        "1",
        "3"
      ],
      "ingredients_unit": [
        "dkg",
        "dkg",
        "db",
        "dkg",
        "ek",
        "gr",
        "ek",
        "ek",
        "csipet",
        "csipet",
        "db",
        "csipet",
        "liter"
      ],
      "img": "hamis_palocleves",
      "story": "Magában foglalja a magyar konyha minden zamatát.",
      "portion": ""
    },
    {
      "_id": "jkjdj345",
      "name": "Cukkini krémleves pirított kenyérkockákkal",
      "category": "Leves",
      "time_need": 35,
      "difficulty": "könnyű",
      "price_friendly": "megfizethető",
      "time_pre": 10,
      "time_cooking": 25,
      "degree": "",
      "index": 105,
      "calory": "",
      "description": [
        "A gyenge cukkinit héjastól kockákra, a vöröshagymát pedig félkarikákra vágjuk.",
        "A 3 dkg vajban megpirítjuk a hagymát és a 6 gerezd egészben hagyott, de meghámozott fokhagymát. ",
        "Ha a hagyma már 4-5percet pirult a vajban, hozzáadjuk a kockákra vágott cukkinit. Együtt tovább pirítjuk, majd hozzáadunk egy fél ek sót, kevés őrölt borsot. ",
        "Fedőt teszünk a fazékra, és hagyjuk, hogy 10-15 perc alatt a saját levében puhára párolódjon a cukkini és a hagyma. ",
        "Levesszük a tűzről, botmixerrel összeturmixoljuk az egészet. Hozzáöntjük a másfél liter fizet, felforraljuk. Beletesszük a húsleves kockát. ",
        "A lisztből és a tejfölből habarást készítünk és a levest behabarjuk vele. ",
        "A kenyérkockákat minisütőben (vagy a sütőben) kiolajozott kis tepsiben kb. 30 perc alatt 90-100 fokon megszárítjuk, majd néhány percig 120 fokon világosbarnára pirítjuk."
      ],
      "ingredients": [
        "cukkini",
        "vöröshagyma",
        "fokhagyma",
        "vaj",
        "víz",
        "leveskocka",
        "só",
        "bors",
        "finomliszt",
        "tejföl",
        "kenyér",
        "napraforgó olaj"
      ],
      "ingredients_quantity": [
        "1",
        "1",
        "6",
        "3",
        "1.5",
        "1",
        "1",
        "1",
        "1",
        "4",
        "2",
        "1"
      ],
      "ingredients_unit": [
        "kg",
        "fej",
        "gerezd",
        "dkg",
        "liter",
        "db",
        "ek",
        "csipet",
        "ek",
        "ek",
        "szelet",
        "ek"
      ],
      "img": "cukkinileves",
      "story": "A nyári zöldségkedvencek egyike a cukkini.",
      "portion": ""
    },
    {
      "_id": "lksgkl567",
      "name": "Csirkeaprólék leves",
      "category": "Leves",
      "time_need": 90,
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": 20,
      "time_cooking": 70,
      "degree": "",
      "index": 106,
      "calory": "",
      "description": [
        "A zöldségeket megtisztítjuk, daraboljuk, és szűrőtálban jól leöblítjük.",
        "A csirkeaprólékot szintén alaposan leöblítjük, majd egy nagyobb fazékban feltesszük főni. ",
        "Gondosan lehabozzuk, és lassútűzön gyöngyözve félpuhára pároljuk annyi vízben, hogy egy jóujjnyira elfedje. ",
        "Most a fűszereket, a zöldségeket hozzáadjuk, és továbbra isalacsony hőmérsékleten tartjuk, készre főzzük. "
      ],
      "ingredients": [
        "csirkeszárny, nyak, láb, máj, zúza",
        "sárgarépa",
        "fehérrépa",
        "zeller",
        "karalábé",
        "karfiol",
        "zöldborsó",
        "petrezselyem",
        "lestyán",
        "paprika",
        "paradicsom",
        "újhagyma zöldje",
        "feketebors",
        "só"
      ],
      "ingredients_quantity": [
        "60",
        "3",
        "1",
        "1",
        "10",
        "10",
        "5",
        "1",
        "1",
        "0.5",
        "1",
        "1",
        "5",
        "1"
      ],
      "ingredients_unit": [
        "dkg",
        "db",
        "db",
        "szelet",
        "dkg",
        "dkg",
        "dkg",
        "csokor",
        "szál",
        "db",
        "db",
        "db",
        "szem",
        "ek"
      ],
      "img": "csirkeaprolek_leves",
      "story": "Mindig erőre kapsz tőle.",
      "portion": ""
    },
    {
      "_id": "kfkafjk56",
      "name": "Tárkonyos-tejszínes gombaleves",
      "category": "Leves",
      "time_need": 35,
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": 10,
      "time_cooking": 25,
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "Alapos tisztítás után a zöldségeket és a gombát felaprítjuk, a hagymákat felszeleteljük.",
        "Felhevített vajban a zöldségeket a hagymákkal addig pároljuk, ameddig kicsit összeesnek. ",
        "Rádobjuk a gombát, sózzuk-borsozzuk. Amikor a gomba is összeesett, felengedjük a húslevessel, kakukkfűvel, tárkonnyal ízesítjük.",
        "Amikor újraforrt a gombaleves, belekeverjük a tejszínt, és kis maréknyi száraztésztát dobunk a levesbe, együtt lassan addig főzzük, ameddig a tészta megpuhul.",
        "A végén ízesítjük citromlével, bőven meghintjük friss petrezselyemmel, de azzal már nem főzzük, majd tálaljuk."
      ],
      "ingredients": [
        "csiperke gomba",
        "sárgarépa",
        "vaj",
        "vöröshagyma",
        "fokhagyma",
        "húsleves",
        "főzőtejszín",
        "kakukkfű",
        "tárkony",
        "bors",
        "citromlé",
        "fehérrépa"
      ],
      "ingredients_quantity": [
        "50",
        "1",
        "3",
        "1",
        "2",
        "1",
        "2",
        "1",
        "1",
        "1",
        "1",
        "1"
      ],
      "ingredients_unit": [
        "dkg",
        "szál",
        "dkg",
        "fej",
        "gerezd",
        "liter",
        "dl",
        "csipet",
        "szál",
        "csipet",
        "ek",
        "szál"
      ],
      "img": "tarkonyos_tejszines_gombaleves",
      "story": "A csiperke gomba kiváló B-vitamin és kálium forrás.",
      "portion": ""
    },
    {
      "_id": "hjjhdsjhj123",
      "name": "Franciasaláta",
      "category": "Saláta",
      "time_need": "25",
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": 25,
      "time_cooking": "",
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "A tejfölt a majonézzel és a mustárral, valamint az ízesítőkkel jól elkeverjük.",
        "Ráöntjük a felkockázott zöldségekre és gyengéden összeforgatjuk.",
        "A salátát hűtőbe tesszük és jól lehűtve kínáljuk."
      ],
      "ingredients": [
        "konzerv zöldborsó",
        "konzerv sárgarépa",
        "alma",
        "csemegeuborka",
        "tejföl",
        "majonéz",
        "",
        "só",
        "citromlé"
      ],
      "ingredients_quantity": [
        "30",
        "20",
        "2",
        "5",
        "2",
        "2",
        "2",
        "1",
        "1"
      ],
      "ingredients_unit": [
        "dkg",
        "dkg",
        "db",
        "db",
        "doboz",
        "ek",
        "tk mustár",
        "kk",
        "tk"
      ],
      "img": "franciasalata",
      "story": "Egyszerű és gyorsan elkésízthető, kiváló köret húsok mellé.",
      "portion": ""
    },
    {
      "_id": "hdjjh23",
      "name": "Eredeti görög saláta",
      "category": "Saláta",
      "time_need": "15",
      "difficulty": "könnyű",
      "price_friendly": "megfizethető",
      "time_pre": 15,
      "time_cooking": "",
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "Először az öntetet készítjük el. Egy tálkában összekeverjük az olívaolajat, a citromlevet és a bazsalikumot.",
        "Egy órára a hűtőbe tesszük, hogy jól összeérjenek az ízek.",
        "A paradicsomot, uborkát és a hagymát apró kockákra vágjuk. Kimagozzuk az olívabogyót, ha szükséges, és a többi zöldséghez keverjük.",
        "Kis kockákra vágjuk a feta sajtot és azt is hozzáadjuk.",
        "Kivesszük az öntetet a hűtőből, és a salátára öntjük, majd óvatosan átforgatjuk.",
        "Hűtőbe tesszük tálalásig.",
        "Bazsalikomlevéllel dekorálhatjuk."
      ],
      "ingredients": [
        "paradicsom",
        "kígyóuborka",
        "lilahagyma",
        "olajbogyó",
        "feta sajt",
        "olivaolaj",
        "citromlé",
        "bazsalikum"
      ],
      "ingredients_quantity": [
        "4",
        "1",
        "2",
        "20",
        "125",
        "4",
        "2",
        "1"
      ],
      "ingredients_unit": [
        "db",
        "db",
        "fej",
        "dkg",
        "gr",
        "ek",
        "tk",
        "tk"
      ],
      "img": "eredeti_gorog_salata",
      "story": "A nyári grillezés elmaradhatatlan része.",
      "portion": ""
    },
    {
      "_id": "hjjf89",
      "name": "Újévi lencsesaláta",
      "category": "Saláta",
      "time_need": 40,
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": 30,
      "time_cooking": 10,
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "A lencsét 1 órára hideg vízbe áztatjuk. ",
        "Egy lábasban 1 ek sóval feltesszük főzni az egész fej megtisztított hagymát és a szegfűszeget (célszerű teatojásban), majd a lencsét a forrásban lévő vízbe szórjuk, és al dente állagúra főzzük, kb. 10 perc. ",
        "A hagymát és a szegfűszeget eltávolítjuk, a lencsét leszűrjük langyosra hűtjük.",
        "egy tálban összekeverjük a majonézt a tejföllel, majd hozzáadjuk a lencsét, a karikára vágott megfőtt virslit, a karikára aprított újhagymát. Ízlés szerint sózzuk.",
        "Hűtőbe tesszük, hidegen kínáljuk."
      ],
      "ingredients": [
        "lencse",
        "szegfűszeg",
        "vöröshagyma",
        "só",
        "juhbeles vrisli",
        "újhagyma",
        "majonéz",
        "tejföl"
      ],
      "ingredients_quantity": [
        "25",
        "3",
        "1",
        "1",
        "75",
        "3",
        "4",
        "1"
      ],
      "ingredients_unit": [
        "dkg",
        "g",
        "fej",
        "ek",
        "gr",
        "db",
        "ek",
        "doboz"
      ],
      "img": "lencsesalata",
      "story": "Újévi lencse, hogy sok pénzünk legyen.",
      "portion": ""
    },
    {
      "_id": "jkkvff876",
      "name": "Amerikai káposztasaláta",
      "category": "Saláta",
      "time_need": "15",
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": 15,
      "time_cooking": "",
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "A káposztát vékony szeletekre vágjuk. A sárgarépát durvára reszeljük. A hagymát durvára reszeljük. Az újhagymát vékony karikákra vágjuk.",
        "A káposztát a sárgarépával és a kétféle hagymával összekeverjük.",
        "A joghurtot összedolgozzuk a majonézzel, citromlével és az ecettel. Sóval, borssal, cukorral ízesítjük.",
        "A salátát kb. 1 órát hűtőben pihentetjük, hogy az ízek összeérjenek."
      ],
      "ingredients": [
        "káposzta",
        "sárgarépa",
        "vöröshagyma",
        "újhagyma",
        "só",
        "bors",
        "cukor",
        "joghurt",
        "majonéz",
        "citromlé",
        "ecet"
      ],
      "ingredients_quantity": [
        "750",
        "250",
        "1",
        "3",
        "1",
        "1",
        "1",
        "200",
        "150",
        "1",
        "2"
      ],
      "ingredients_unit": [
        "gr",
        "gr",
        "fej",
        "db",
        "csipet",
        "csipet",
        "tk",
        "gr",
        "gr",
        "ek",
        "ek"
      ],
      "img": "amerikai_kaposztasalata",
      "story": "Tökéletes választás grillezett húsok mellé.",
      "portion": ""
    },
    {
      "_id": "jkjkhfshf433",
      "name": "Kínai pirított tészta",
      "category": "Tészta",
      "time_need": "",
      "difficulty": "könnyű",
      "price_friendly": "olcsó",
      "time_pre": "",
      "time_cooking": "",
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "A káposztát, a répát és a fokhagymát lereszeljük, megsózzuk, majd egy kevés olajon roppanósra pirítjuk.",
        "Ezután hozzáöntjük a szójaszószt, majd összeforgatjuk a sós vízben megfőzött és leszűrt tésztával. ",
        "Néhány percig együtt pirítjuk, majd tálaljuk."
      ],
      "ingredients": [
        "spagetti tészta",
        "káposzta",
        "sárgarépa",
        "szójaszósz",
        "olaj",
        "só"
      ],
      "ingredients_quantity": [
        "50",
        "1/4",
        "1",
        "5",
        "1",
        "1"
      ],
      "ingredients_unit": [
        "dkg",
        "fej",
        "db",
        "ek",
        "ek",
        "csipet"
      ],
      "img": "kinai_piritott_teszta",
      "story": "",
      "portion": ""
    },
    {
      "_id": "kkkjdjk123",
      "name": "Fasírt",
      "category": "Húsos fogás",
      "time_need": 45,
      "difficulty": "közepes",
      "price_friendly": "megfizethető",
      "time_pre": 10,
      "time_cooking": 35,
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "A darált húst egy tálba tesszük.",
        "A feldarabolt zsemlét tejben áztatjuk, amit utána kinyomkodunk.",
        "A zsemlét a hagymával és a zútott fokhagymával együtt összekeverjük a darált hússal.",
        "Megfűszerezzük, és az egész masszát jól összegyúrjuk.",
        "Gombócokat formálunk belőle, és zsemlemorzsában megforgatjuk, picit lelapítjuk.",
        "Teflonedényben kisütjük."
      ],
      "ingredients": [
        "darált sertéshús",
        "zsemle",
        "tej",
        "vöröshagyma",
        "fokhagyma",
        "só",
        "bors",
        "ételízesítő",
        "fűszerpaprika",
        "petrezselyem",
        "zsemlemorzsa",
        "napraforgóolaj"
      ],
      "ingredients_quantity": [
        "1",
        "3",
        "2",
        "2",
        "5",
        "1",
        "1",
        "1",
        "1",
        "1/2",
        "20",
        "5"
      ],
      "ingredients_unit": [
        "kg",
        "db ",
        "dl",
        "fej",
        "gerezd",
        "tk",
        "tk ",
        "tk",
        "tk",
        "csokor",
        "dkg",
        "dl"
      ],
      "img": "fasirt",
      "story": "",
      "portion": ""
    },
    {
      "_id": "hhjdjwhj321",
      "name": "Leveles tésztában sült szűzpecsenye",
      "category": "Húsos fogás",
      "time_need": 120,
      "difficulty": "közepes",
      "price_friendly": "költséges",
      "time_pre": 90,
      "time_cooking": 30,
      "degree": 170,
      "index": "",
      "calory": "",
      "description": [
        "A gombát és a répát felaprítjuk. A vöröshagymát apróra vágjuk és megpirítjuk az olajon. ",
        "Rászórjuk a sárgarépát és a gombát, sózzuk, borsozzuk, petrezselyem zöldjével, oregánóval fűszerezzük.",
        "Amikor megpárolódott, liszttel megszórjuk, jól elkeverjük, hozzádolgozzuk a tojásokat, majd kihűtjük.",
        "A húst egészben hagyva elősütjük, hogy kérget kapjon. A levelestésztát fél centiméter vastagságú téglalapalakúra nyújtjuk.",
        "A kihűlt húst a tészta közepére tesszük, a húst pedig beborítjuk a kihűlt masszával,majd ráhajtogatjuk a tésztát. ",
        "Tojássárgájávallekenjük a tetejét, és előmelegített sütőbe téve, 170 Celsius-fokon megsütjük."
      ],
      "ingredients": [
        "gomba",
        "sárgarépa",
        "vöröshagyma",
        "só",
        "bors",
        "petrezselyem zöldje",
        "liszt",
        "tojássárgája",
        "tojás",
        "sertésszűz",
        "leveles tészta"
      ],
      "ingredients_quantity": [
        "20",
        "1",
        "1",
        "1",
        "1",
        "1/2",
        "2",
        "2",
        "2",
        "70",
        "1"
      ],
      "ingredients_unit": [
        "dkg",
        "szál",
        "fej",
        "csipet",
        "csipet",
        "csokor",
        "ek",
        "db",
        "db",
        "dkg",
        "csomag"
      ],
      "img": "leveles_tesztaban_sult_szuzpecsenye",
      "story": "Az ünnepi asztal nyerő fogása.",
      "portion": ""
    },
    {
      "_id": "hjcnackl6541",
      "name": "Sertéskaraj baconbe tekerve",
      "category": "Húsos fogás",
      "time_need": 100,
      "difficulty": "nehéz",
      "price_friendly": "költséges",
      "time_pre": 10,
      "time_cooking": 90,
      "degree": 180,
      "index": "",
      "calory": "",
      "description": [
        "A zöldségeket pucold meg, aprítsd fel ízlés szerint.",
        "Egy serpenyőben hevíts kevés olajat, rakd bele előbb a hagymákat, majd a többi zöldséget, és kevergetve süsd két-három percig. Közben fűszerezd sóval, borssal. ",
        "A sertéskarajt mosd le, törölgesd szárazra, rakd egy vágódeszkára, és egy éles késsel vágd be hosszában, az aljától körülbelül egy centi magasságban.",
        "Vezesd végig a kést, de ügyelj, hogy ne vágd át teljesen a húst. Terítsd szét, mint egy könyvet, majd a közepébe halmozz zöldségeket. Fűszerezd sóval, borssal, rozmaringgal, kakukkfűvel és zsályával. ",
        "Csavard fel, tekerd körbe baconnel, a tetejére is tehetsz zöldfűszert.",
        "Érdemes összekötni, hogy ne nyíljon szét sütés közben. ",
        "Rakd zsiradékkal kikent tepsibe, locsolj a hús alá vizet, és fóliázd le.",
        "Előmelegített sütőben, 180 fokon süsd körülbelül másfél órán át. Közben locsolgasd a húst, a végén pedig vedd le a fóliát, és pirítsd meg. "
      ],
      "ingredients": [
        "sertéskaraj",
        "sárgarépa",
        "fokhagyma",
        "krumpli",
        "kakukkfű",
        "bacon szalonna",
        "spárga",
        "vöröshagyma",
        "rozmaring",
        "zsálya",
        "bors",
        "só"
      ],
      "ingredients_quantity": [
        "1",
        "2",
        "3",
        "1",
        "1",
        "15",
        "3",
        "1",
        "1",
        "1",
        "ízlés",
        "ízlés"
      ],
      "ingredients_unit": [
        "kg",
        "szál",
        "gerezd",
        "db",
        "ág",
        "dkg",
        "db",
        "fej",
        "ág",
        "ág ",
        "szerint",
        "szerint"
      ],
      "img": "sertéskaraj_baconbe_tekerve",
      "story": "Omlós és szaftos sertéskaraj.",
      "portion": ""
    },
    {
      "_id": "kjjsjfk987",
      "name": "Baconben sült szűzpecsenye",
      "category": "Húsos fogás",
      "time_need": 60,
      "difficulty": "közepes",
      "price_friendly": "költséges",
      "time_pre": 15,
      "time_cooking": 45,
      "degree": 200,
      "index": "",
      "calory": "",
      "description": [
        "A sütőt 200 hőfokra előmelegítjük.",
        "A húst a fehér hártyáktól megszabadítjuk.",
        "A húst megsózzuk, borssal bedörzsöljük.",
        "A baconnel körben bevonjuk, hogy a húsból ne látszódjon ki semmi.",
        "Tepsibe tesszük, és először a forró sütőben 15 percig sütjük (füstölni fog).",
        "Utána a hőfokot 180 fokra állítjuk, és még kb. 25 percig sütjük."
      ],
      "ingredients": [
        "sertés szűzpecsenye",
        "bacon szalonna",
        "só",
        "bors"
      ],
      "ingredients_quantity": [
        "50",
        "8",
        "ízlés",
        "ízlés"
      ],
      "ingredients_unit": [
        "dkg",
        "szelet",
        "szerint",
        "szerint"
      ],
      "img": "baconben_sult_szuzpecsenye",
      "story": "",
      "portion": ""
    },
    {
      "_id": "jkcnhw721",
      "name": "Nyúlpörkölt",
      "category": "Húsos fogás",
      "time_need": 80,
      "difficulty": "közepes",
      "price_friendly": "költséges",
      "time_pre": 20,
      "time_cooking": 60,
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "A nyulat apróbb darabokra vágjuk, és besózzuk.",
        "A vöröshagymát összevágjuk, és az olajban megpirítjuk.",
        "A megpirított hagymába beleteszünk 1 evőkanál pirospaprikát, az összenyomott fokhagymát végül a feldarabolt húst, majd körülbelül 5 percig dinszteljük.",
        "Hozzáadjuk a többi fűszert, a 2 evőkanál darált édes pirospaprikát, majd felöntjük kb. 2 dl vízzel, és puhára főzzük."
      ],
      "ingredients": [
        "nyúlhús",
        "vöröshagyma",
        "napraforgóolaj",
        "fűszerpaprika",
        "fokhagyma",
        "só",
        "bors",
        "majoranna",
        "fűszerkömény",
        "víz",
        "paprikakrém"
      ],
      "ingredients_quantity": [
        "1.2",
        "4",
        "1",
        "3",
        "2",
        "ízlés",
        "ízlés",
        "1",
        "1",
        "2",
        "3"
      ],
      "ingredients_unit": [
        "kg",
        "db",
        "dl",
        "ek",
        "gerezd",
        "szerint",
        "szerint",
        "csipet",
        "csipet",
        "dl",
        "ek"
      ],
      "img": "nyulporkolt",
      "story": "Ajánlott diétás étrendben is!",
      "portion": ""
    },
    {
      "_id": "élkdk23",
      "name": "Stefánia szelet",
      "category": "Húsos fogás",
      "time_need": 105,
      "difficulty": "közepes",
      "price_friendly": "megfizethető",
      "time_pre": 25,
      "time_cooking": 80,
      "degree": 190,
      "index": "",
      "calory": "",
      "description": [
        "Egy edényben főzz öt tojást keményre a forrástól számított tíz perc alatt. Utána távolítsd el a héját.",
        "A zsemlét áztasd vízbe egy-két percre, majd csavard ki.",
        "Dolgozd össze a maradék két tojással, a zúzott fokhagymával, az apróra vágott vöröshagymával, némi sóval, borssal és pirospaprikával. Jól gyúrd össze a masszát.",
        "Egy őzgerincformát vajazz ki, és tedd bele a fasírt felét.",
        "A közepébe helyezd egymás után egészben a tojásokat, a maradék masszával jól fedd be, és szórd meg zsemlemorzsával.",
        "Kend be a tetejét tojássárgával, így nem nyílik majd szét a hús sütés közben.",
        "Rakd 190 fokra előmelegített sütőbe, és fóliával lefedve süsd körülbelül egy órát.",
        "Közben locsold meg a húst a saját szaftjával.",
        "Amikor már majdnem kész, vedd le róla a fóliát, és körülbelül 20 perc alatt süsd szép pirosra."
      ],
      "ingredients": [
        "darált hús",
        "zsemle",
        "só",
        "tojássárgája",
        "tojás",
        "fokhagyma",
        "pirospaprika",
        "bors",
        "zsemlemorzsa"
      ],
      "ingredients_quantity": [
        "20",
        "2",
        "1",
        "1",
        "7",
        "2",
        "1",
        "ízlés",
        "5"
      ],
      "ingredients_unit": [
        "dkg",
        "db",
        "ek",
        "db",
        "db",
        "gerezd",
        "tk",
        "szerint",
        "dkg"
      ],
      "img": "stefania_vagdalt",
      "story": "Hidegen és melegen is tálalható!",
      "portion": ""
    },
    {
      "_id": "hhjeuj45",
      "name": "Harcsapaprikás túrós csuszával",
      "category": "Halak",
      "time_need": 45,
      "difficulty": "közepes",
      "price_friendly": "költséges",
      "time_pre": 15,
      "time_cooking": 30,
      "degree": "",
      "index": "",
      "calory": 1036,
      "description": [
        "A szalonnát megpirítjuk, külön tesszük a zsírtól. A zsírból 3 evőkanállal átszedünk egy edénybe.",
        "A halat megmossuk, nagyobb darabokra szeleteljük, félretesszük.",
        "A hagymát (pucolt), paprikát, paradicsomot kockázzuk, és elkezdjük pirítani a zsíron. Amikor már üveges a hagyma, hozzáadjuk a harcsát.",
        "Annyi vízzel öntsük fel, hogy éppen ellepje. Fűszerezzük. A halnak elég kevés idő kell, kb. 20 perc. Kóstoljuk meg, ha már sűrűbb pörköltes állagú, vegyük ki a haldarabokat egy tányérra.",
        "Öntsük át a szaftot egy mixerbe. Turmixoljuk össze, és adjuk hozzá a tejfölt.",
        "Tegyük vissza a halat a szaftba. Ez készen van.",
        "A tésztát főzzük ki (a vízbe tegyünk szalonna zsírt és himalája sót).",
        "A kifőtt tésztára tegyünk még a zsírból (ne túl sokat). Keverjük össze.",
        "A túróból morzsoljunk egy keveset egy tányérnyi tésztára, tegyünk rá tejfölt és a sült szalonnából is pár szemet, a legvégén koronázzuk meg a harcsapaprikással."
      ],
      "ingredients": [
        "afrikai harcsa filé",
        "vöröshagyma",
        "fokhagyma",
        "tv paprika",
        "paradicsom",
        "tejföl",
        "ételízesítő",
        "bors",
        "fűszerpaprika",
        "víz",
        "tészta",
        "füstölt szalonna",
        "túró",
        "tejföl",
        "só"
      ],
      "ingredients_quantity": [
        "1",
        "3",
        "1",
        "1",
        "1",
        "6",
        "1",
        "2",
        "2",
        "2",
        "500",
        "30",
        "250",
        "300",
        "1"
      ],
      "ingredients_unit": [
        "kg",
        "fej",
        "gerezd",
        "db",
        "db",
        "ek",
        "tk",
        "csipet",
        "tk",
        "dl",
        "gr",
        "dkg",
        "gr",
        "gr",
        "tk"
      ],
      "img": "harcsapaprikas_turos_csuszaval",
      "story": "Nincs karácsonyi menü nélküle.",
      "portion": 6
    },
    {
      "_id": "lkol87",
      "name": "Morzsás sült lazac",
      "category": "Halak",
      "time_need": 55,
      "difficulty": "könnyű",
      "price_friendly": "költséges",
      "time_pre": 20,
      "time_cooking": 35,
      "degree": "",
      "index": "",
      "calory": 793,
      "description": [
        "A lazacos besózzuk-borsozzuk. ",
        "A burgonyát tetszőleges módon feldaraboljuk, meglocsoljuk az olívaolaj felével, és megsózzuk.",
        "Egy tálban összekeverjük a zsemlemorzsát, a reszelt parmezánt, a durvára darált tökmagot, a citromhéjat, a reszelt fokhagymát és a friss zöldfűszereket.",
        "Megborsozzuk, hozzáöntjük a maradék olívaolajat, és megint összeforgatjuk.",
        "A burgonyát egy tepsibe tesszük, és hozzákanalazzuk a morzsás keverék felét.",
        "Jól összeforgatjuk, majd 180°C-ra előmelegített sütőbe tesszük, nagyjából 20 percre.",
        "A 20 perc leteltével kivesszük a burgonyát, ráfektetjük a lazacszeleteket, a tetejüket megpakoljuk a morzsával, és újabb negyed órát sütjük.",
        "Tálaláskor megszórjuk frissen aprított snidlinggel."
      ],
      "ingredients": [
        "lazac",
        "burgonya",
        "olívaolaj",
        "zsemlemorzsa",
        "parmezán sajt",
        "tökmag",
        "citrom",
        "fokhagyma",
        "zöldfűszer (petrezselyem, snidling, bazsalikum)",
        "só",
        "bors"
      ],
      "ingredients_quantity": [
        "25",
        "4",
        "4",
        "10",
        "5",
        "35",
        "1",
        "1",
        "2",
        "ízlés",
        "ízlés"
      ],
      "ingredients_unit": [
        "dkg",
        "db",
        "ek",
        "dkg",
        "dkg",
        "gr",
        "db",
        "gerezd",
        "ek",
        "szerint",
        "szerint"
      ],
      "img": "morzsas_sült_lazac",
      "story": "",
      "portion": 2
    },
    {
      "_id": "llokjsd98",
      "name": "Kacsamáj",
      "category": "Húsos fogás",
      "time_need": 40,
      "difficulty": "közepes",
      "price_friendly": "költséges",
      "time_pre": 10,
      "time_cooking": 30,
      "degree": "",
      "index": "",
      "calory": "",
      "description": [
        "Kacsa hájat a lábas aljára tesszük, ráhelyezzük a májat. Hozzáadjuk a fokhagymát.",
        "assú tűzön sütjük, ha beleszúrjuk a tűt 30 perc után, a máj legvastagabb részébe, és nem jön semmilyen lé belőle akkor kivesszük, ekkor sózzuk, borsozzuk. Ha szükséges a hájat lepirítjuk. "
      ],
      "ingredients": [
        "kacsamáj",
        "kacsaháj",
        "fokhagyma",
        "só",
        "bors"
      ],
      "ingredients_quantity": [
        "1",
        "1",
        "6",
        "ízlés",
        "ízlés"
      ],
      "ingredients_unit": [
        "kg",
        "kg",
        "gerezd",
        "szerint",
        "szerint"
      ],
      "img": "kacsamaj",
      "story": "Az ünnepi előételt szőlővel tálaljuk.",
      "portion": ""
    },
    {
      "_id": "lkood61",
      "name": "Kínai szezámmagos csirke",
      "category": "Húsos fogás",
      "time_need": 50,
      "difficulty": "könnyű",
      "price_friendly": "megfizethető",
      "time_pre": 10,
      "time_cooking": 40,
      "degree": "",
      "index": "",
      "calory": 844,
      "description": [
        "A húst felkockázzuk.",
        "Egy tálba beletesszük a hozzávalókat (liszt, keményítő, só, tojás, olaj, sütőpor, víz), és sűrű masszát készítünk.",
        "A masszába beleforgatjuk a húst.",
        "A mázhoz a ketchupot, mézet és a szezámmagot összekeverjük.",
        "A húst bő, forró olajban aranybarnára sütjük.",
        "Ahogy kivesszük az elkészült húst, rögtön beletesszük a mázba, majd tálra tesszük."
      ],
      "ingredients": [
        "finomliszt",
        "keményítő",
        "napraforgó olaj",
        "tojás",
        "csirkemell filé",
        "só",
        "víz",
        "sütőpor",
        "ketchup",
        "méz",
        "szezámmag",
        "napraforgó olaj"
      ],
      "ingredients_quantity": [
        "6",
        "3",
        "1",
        "1",
        "1",
        "1",
        "2",
        "1.5",
        "100",
        "2",
        "3",
        "3"
      ],
      "ingredients_unit": [
        "ek",
        "ek",
        "ek",
        "db",
        "db",
        "csipet",
        "ek",
        "kk",
        "gr",
        "tk",
        "ek",
        "dl"
      ],
      "img": "kinai_szezámmagos_csirke",
      "story": "",
      "portion": ""
    }
  ],
  "ingredients": [
    {
      "_id": "fgsdggg",
      "name": "Sárgarépa",
      "unit": "db",
      "calory": 150
    },
    {
      "_id": "fgsdgrt",
      "name": "Eperlekvár",
      "unit": "kiskanál",
      "calory": "50"
    },
    {
      "_id": "oJiD5Rq",
      "name": "Petrezselyem",
      "unit": "db",
      "calory": 10
    },
    {
      "_id": "fzqUM8R",
      "name": "Dió",
      "unit": "dkg",
      "calory": 1000
    }
  ],
  "messages": [
    {
      "_id": "jjjhsh",
      "email": "ki@gmali.com",
      "sender": "Királylány",
      "subject": "Most",
      "message": "Mosz csináld",
      "status": "függő"
    },
    {
      "_id": "hkgksgsk",
      "email": "kiraly@gmail.com",
      "sender": "Királyfi",
      "subject": "Üzenet",
      "message": "Jövök",
      "status": "függő"
    },
    {
      "_id": "WHtq2pR",
      "email": "nyuszi@gmail.com",
      "sender": "Nyuszi",
      "subject": "Alvás",
      "message": "Menjünk aludni",
      "status": "elintézve"
    }
  ],
  "users": [
    {
      "_id": "jkhgkjhkj",
      "firstName": "Lilla",
      "lastName": "Kovács",
      "nickName": "Lilike",
      "email": "lili@gmail.com",
      "password": "*****",
      "countOfRecipes": 23,
      "start": ""
    },
    {
      "_id": "IBYxXHb",
      "firstName": "József",
      "lastName": "Czető",
      "nickName": "Maestro",
      "email": "cj@gmail.com",
      "password": "",
      "countOfRecipes": 2000,
      "start": ""
    },
    {
      "_id": "YF3iyI-",
      "firstName": "Kálmán",
      "lastName": "Kukta",
      "nickName": "Kuki",
      "email": "kk@gmail",
      "password": "",
      "countOfRecipes": 100,
      "start": "2021-07-25T08:52:49.344Z"
    }
  ]
}